import React from 'react'
import Navbar2 from './navbar2'

const Prava = () => {
    
  return ( 
    <div className="Prava">  
        <Navbar2 />
        <h2 id="statya">Конституция Республики Узбекистан.</h2>
       <p>
             
<span id="statya">Статья 24.</span><br/>
Право на жизнь есть неотъемлемое право каждого человека. Посягательство на нее является тягчайшим преступлением.
 Комментарий LexUz
См. статьи 97 — 1031 Уголовного кодекса Республики Узбекистан.<br/>

<span id="statya">Статья 25.</span><br/>
Каждый имеет право на свободу и личную неприкосновенность.
Никто не может быть подвергнут аресту или содержанию под стражей иначе как на основании закона.

См. статьи 18, 242—248 и 558 Уголовно-процессуального кодекса Республики Узбекистан.<br/>

<span id="statya">Статья 26.</span><br/>
Каждый обвиняемый в совершении преступления, считается невиновным, пока его виновность не будет установлена законным порядком, путем гласного судебного разбирательства, при котором ему обеспечиваются все возможности для защиты.

См. статью 23 Уголовно-процессуального кодекса Республики Узбекистан.
Никто не может быть подвергнут пыткам, насилию, другому жестокому или унижающему достоинство человека обращению.
См. статью 17, абзацы первый и четвертый части третьей статьи 601 Уголовно-процессуального кодекса Республики Узбекистан.
Никто не может подвергаться медицинским или научным опытам без его согласия.<br/>

<span id="statya">Статья 27.</span><br/>
Каждый имеет право на защиту от посягательств на его честь и достоинство, вмешательства в его частную жизнь, на неприкосновенность его жилища.

См. статью 17 Уголовно-процессуального кодекса, статью 100 Гражданского кодекса Республики Узбекистан.
Никто не вправе войти в жилище, производить обыск или осмотр, нарушать тайну переписки и телефонных разговоров иначе как в случае и порядке, предусмотренных законом.
См. главы 16, 17, 20 и 21 Уголовно-процессуального кодекса Республики Узбекистан.<br/>

<span id="statya">Статья 28.</span><br/>
Гражданин Республики Узбекистан имеет право на свободное передвижение по территории республики, въезд в Республику Узбекистан и выезд из нее, за исключением ограничений, установленных законом.
См. Закон Республики Узбекистан «Об административном надзоре органов внутренних дел за лицами, освобожденными из учреждений по исполнению наказания».<br/>

<span id="statya">Статья 29.</span><br/>
Каждый имеет право на свободу мысли, слова и убеждений. Каждый имеет право искать, получать и распространять любую информацию, за исключением направленной против существующего конституционного строя и других ограничений, предусмотренных законом.
См. законы Республики Узбекистан «О гарантиях и свободе доступа к информации» и «О принципах и гарантиях свободы информации».
Свобода мнений и их выражения может быть ограничена законом по мотивам государственной или иной тайны.

См. Закон Республики Узбекистан «О защите государственных секретов».<br/>

<span id="statya">Статья 30.</span><br/>
Все государственные органы, общественные объединения и должностные лица Республики Узбекистан обязаны обеспечивать гражданам возможность ознакомления с документами, решениями и иными материалами, затрагивающими их права и интересы.<br/>

<span id="statya">Статья 31.</span><br/>
Свобода совести гарантируется для всех. Каждый имеет право исповедовать любую религию или не исповедовать никакой. Недопустимо принудительное насаждение религиозных взглядов.

См. Закон Республики Узбекистан «О свободе совести и религиозных организациях». 
   
 
       </p>
    </div>
  )
}

export default Prava
